tap "homebrew/bundle"
tap "homebrew/services"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sst/tap"
tap "typesense/tap"
brew "xz"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "mono"
brew "ckan"
brew "cloud-nuke"
brew "cmake"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dnsmasq"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "libarchive"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "git"
brew "goaccess"
brew "jq"
brew "mailpit"
brew "meilisearch"
brew "zlib"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nginx"
brew "php@8.1"
brew "php@8.2"
brew "postgresql@14"
brew "qt"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "tldr"
brew "tmux"
brew "vulkan-headers"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "sst/tap/sst"
brew "typesense/tap/typesense-server@26.0"
cask "alacritty"
cask "dropbox"
cask "hiddenbar"
cask "imageoptim"
cask "iterm2"
cask "stats"
cask "wezterm@nightly"
vscode "aaron-bond.better-comments"
vscode "absszero.vscode-laravel-goto"
vscode "albymor.increment-selection"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "bocovo.dbml-erd-visualizer"
vscode "bradlc.vscode-tailwindcss"
vscode "calebporzio.better-phpunit"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "dantleech.vscode-phpactor"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hollowtree.vue-snippets"
vscode "james-yu.latex-workshop"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "m1guelpf.better-pest"
vscode "mathematic.vscode-latex"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "nicolas-liger.dbml-viewer"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "patbenatar.advanced-new-file"
vscode "patricknasralla.tokyo-night-moon"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "syler.sass-indented"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziglang.vscode-zig"
