tap "ariga/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kegworks-app/kegworks"
tap "michaeleisel/zld"
tap "pulumi/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sst/tap"
tap "symfony-cli/tap"
tap "typesense/tap"
brew "xz"
brew "openssl@3"
brew "bat"
brew "btop"
brew "caddy"
brew "readline"
brew "sqlite"
brew "mono"
brew "ckan"
brew "cloud-nuke"
brew "cmake"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "libavif"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dnsmasq"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libarchive"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "git"
brew "goaccess"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "llvm@18"
brew "llvm@20"
brew "lolcat"
brew "mailpit", restart_service: :changed
brew "meilisearch"
brew "memcached"
brew "minio"
brew "mise"
brew "neovim"
brew "nginx"
brew "odin"
brew "ollama"
brew "openapi-generator"
brew "optipng"
brew "pngquant"
brew "python@3.12"
brew "qt"
brew "redocly-cli"
brew "ripgrep"
brew "rlwrap"
brew "smug"
brew "starship"
brew "svgo"
brew "tcl-tk"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vulkan-headers"
brew "wget"
brew "wxwidgets"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "shivammathur/extensions/memcached@8.4"
brew "shivammathur/extensions/redis@8.4"
brew "shivammathur/extensions/xdebug@8.4"
brew "symfony-cli/tap/symfony-cli"
brew "typesense/tap/typesense-server@26.0"
cask "dropbox"
cask "ghostty"
cask "imageoptim"
cask "iterm2"
cask "kegworks"
cask "logseq"
cask "stats"
cask "super-productivity"
cask "wezterm@nightly"
vscode "aaron-bond.better-comments"
vscode "absszero.vscode-laravel-goto"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "astro-build.astro-vscode"
vscode "auiworks.amvim"
vscode "be5invis.vscode-custom-css"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bocovo.dbml-erd-visualizer"
vscode "bradlc.vscode-tailwindcss"
vscode "calebporzio.better-phpunit"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "danielgavin.ols"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hollowtree.vue-snippets"
vscode "james-yu.latex-workshop"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "laravel.vscode-laravel"
vscode "m1guelpf.better-pest"
vscode "mathematic.vscode-latex"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "nicolas-liger.dbml-viewer"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "patbenatar.advanced-new-file"
vscode "patricknasralla.tokyo-night-moon"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "quicktype.quicktype"
vscode "rebornix.toggle"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziglang.vscode-zig"
